Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/udi.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: However, you must order a residence card as proof that you have a legal residence permit in Norway.
nb: Du må imidlertid bestille et oppholdskort som dokumentasjon på at du har lovlig oppholdstillatelse i Norge.

source: If you checked yes, please elaborate
nb: Hvis du krysset av for ja, fortell mer

source: has expired, or before you are given a deadline for leaving, you will receive NOK 15,000 per adult and NOK 25,000 per child who was under the age of 18 when you applied for assisted return.
nb: deres går ut, eller før dere får en utreisefrist, får dere 15 000 kroner per voksen og 25 000 kroner per barn som var under 18 år da dere søkte assistert retur.

source: If you are to work offshore
nb: Hvis du skal arbeide offshore

source: In Norway it is prohibited to subject someone to violence, including domestic violence, female gender mutilation, forced marriage and human trafficking.
nb: I Norge er det forbudt å utsette noen for vold, inkludert vold i familien, kjønnslemlestelse, tvangsekteskap og menneskehandel.

source: and/or documentation of your work experience
nb: og /eller dokumentasjon på yrkeserfaringen din

source: Taliban and other non-state actors targeting the ISAF forces in Afghanistan
nb: Medlemmer av Taliban og andre ikke-statlige aktører som deltar i trefninger mot internasjonale styrker i Afghanistan.

source: If you have questions about the test, you
nb: Hvis du har spørsmål om prøvene, må du

source: You've been waiting a long time.
nb: Du har ventet lenge.

source: Your appeal will be sent to the Immigration Appeals Board (UNE).
nb: Klagen din blir sendt til Utlendingsnemda (UNE).

source: You must both be at least 24 years old when the application is processed.
nb: Dere må være 24 år begge to når søknaden blir behandlet.

source: UDI is now processing au pair applications
nb: UDI behandler nå søknader om au pair-tillatelse

source: What type of case is your question regarding?:
nb: Hva slags type sak har du spørsmål om?:

source: I need special medical treatment which requires that I move.
nb: Jeg trenger medisinsk spesialbehandling som krever at jeg flytter.

source: If you are a citizen of a visa free country you must show them your passport and documentation which shows that you entered Norway less than 90 days ago.
nb: Hvis du er statsborger av et visumfritt land må du vise fram passet ditt og dokumentasjon på at du reiste inn i Norge for mindre enn 90 dager siden.

source: The Immigration Appeals Board (external website)
nb: www.une.no (eksternt nettsted)

source: You can apply for Norwegian passport when you get a decision letter from UDI.
nb: Når du har fått brev med vedtaket fra UDI, kan du søke om norsk pass.

source: Can you travel to Norway if you already have a visitor’s visa?
nb: Kan du reise til Norge hvis du allerede har et besøksvisum?

source: You have met the admission requirement if you:
nb: Du har oppfylt inntakskravet hvis du har:

source: Even if it is stated in the form that you must receive a stamp from the police, you should not contact the police due to the corona situation.
nb: Selv om det står i skjema at du skal få stempel av politiet skal du ikke kontakte politiet nå på grunn av koronasituasjonen.

source: the women's clinic at hospitals in Oslo, Stavanger, Bergen, Tromsø and Trondheim.
nb: kvinneklikken på sykehus i Oslo, Stavanger, Bergen, Tromsø og Trondheim.

source: If you have handed in your application in Khartoum, and have received an answer to your application, the embassy in Khartoum will contact you to arrange a time for you to pick up your visa.
nb: Hvis du har levert søknaden din i Khartoum og den har blitt innvilget, vil ambassaden i Khartoum ta kontakt med deg for å avtale tid for når du kan hente visumet ditt.

source: In Norway, all forms of female genital mutilation are prohibited, including 'sunna' circumcision.
nb: I Norge er alle former for kjønnslemlestelse forbudt, også“sunna”-omskjæring.

source: You will be paid the money in cash through the IOM.
nb: Dere får pengene utbetalt av IOM i kontanter.

source: If you are getting married to a person who lives in Norway, and you wish to marry in Norway, you can apply for a residence permit in order to do so.
nb: Hvis du skal gifte deg med en person som bor i Norge, og dere ønsker å inngå ekteskapet i Norge, kan du søke om en oppholdstillatelse for dette.

source: Will the employee be working in Norway for the entire period a residence permit has been applied for?
nb: Skal arbeidstakeren arbeide i Norge i hele perioden det er søkt om oppholdstillatelse for?

source: Your current passport, which you must present or a valid ID.
nb: Hvis duikke har pass, må du ha med deg gyldig legitimasjon.

source: Back to previous page (Return)
nb: Tilbake til forrige side (Retur)

source: As an employee of a company in an EU / EEA country other than the United Kingdom, you will not be affected by Brexit.
nb: Som arbeidstaker i et foretak i et annet EU/EØS-land enn Storbritannia, blir du ikke påvirket av Brexit.

source: www.norway.no/ (external website)
nb: Utenriksdepartementet (eksternt nettsted)

source: The time you have this residence permit does not count if you later apply for a permanent residence permit or Norwegian citizenship.
nb: Tiden du har denne oppholdstillatelsen teller ikke med hvis du senere skal søke om permanent oppholdstillatelse eller norsk statsborgerskap

source: completed studies in Norwegian or Sami at university or college level in Norway or abroad corresponding to 30 credits, or
nb: gjennomført studier i norsk eller samisk på universitets- eller høgskolenivå i Norge eller utlandet tilsvarende 30 studiepoeng, eller

source: a single parent over the age of 60 years old who has a child over the age of 18 years old in Norway
nb: enslig forelder over 60 år som har et barn over 18 år i Norge

source: EU programmes such as Erasmus
nb: EU-programmer som for eksempel Erasmus

source: Your passport, or immigrant’s passport/travel document for refugees, if you have that.
nb: Passet ditt, eller utlendingspass/reisebevis for flyktninger, hvis du har det.

source: If your application is rejected there are two options.
nb: Hvis du får avslag, så er det to alternativer.

source: You are waiting for the UDI to decide your application
nb: Du venter på at UDI skal avgjøre søknaden din

source: If there are periods in which you do not work or have assignments, they cannot amount to more than 20 per cent of the time you spend in Norway.
nb: Hvis du har perioder der du ikke har arbeid eller oppdrag, kan de ikke utgjøre mer enn 20 prosent av tiden du er i Norge.

source: The time you have this residence permit counts if you later apply for a permanent residence permit or Norwegian citizenship.
nb: Tiden du har denne oppholdstillatelsen teller med hvis du senere skal søke om permanent oppholdstillatelse eller norsk statsborgerskap

source: You have to wait to be told when you are going to be interviewed.
nb: Du må vente på beskjed om når du skal på intervju.

source: On the receipt page of the application, there will in most cases be information about where you must meet.
nb: På kvitteringssiden til søknaden vil det i de fleste tilfeller ligge informasjon om hvor du skal møte opp.

source: If yes, state which one
nb: Hvis ja, angi hvilken

source: if you are 16 years or older.
nb: hvis du er 16 år eller eldre.

source: The sum of political, legal and practical developments during the last two years leads to another conclusion, namely that the concept has had a political revival and is more relevant than ever in 2017.
nb: Ser man nøyere på den politiske, juridiske og praktiske utviklingen de to seneste årene, kommer man derimot til en annen konklusjon, nemlig at konseptet har hatt en politisk oppblomstring og at det i 2017 er mer på moten en noen gang før.

source: Can you travel to and from Norway on a visitor’s visa?
nb: Kan du reise inn og ut av Norge med besøksvisum?

source: In some applications for family immigration for spouses, cohabitants and for those who are getting married, both the persons must have turned 24 years old.
nb: I en del søknader om familieinnvandring for ektefeller, samboere og forlovede må begge personene være minst 24 år gamle.

source: national identification number (external website)
nb: ved å melde flytting til Norge (eksternt nettsted)

source: When you have a Somali passport, you cannot keep the immgrant's passport you have received from the Norwegian authorities.
nb: Når du har fått et somalisk pass, kan du ikke beholde utlendingspasset du har fått av norske myndigheter.

source: The police also have access to systems where they can see that you have a permanent residence permit or permanent right of residence.
nb: Politiet har også tilgang til systemer der de kan se at du har permanent oppholdstillatelse eller varig oppholdsrett.

source: How to apply
nb: Slik søker du

source: information and advice from the UDI and the Danish Refugee Council (DRC) in Norway and Somalia
nb: informasjon og rådgivning fra UDI og Dansk Flyktninghjelp (DRC) i Norge og i Somalia

source: It is also not possible to change your appointment location or book an appointment at another location to submit documents.
nb: Det er heller ikke mulig å bytte oppmøtested eller bestille time ved annet oppmøtested for å levere dokumentene til søknaden.

source: on this list.
nb: på denne listen.

source: If relevant: what is your clan affiliation?
nb: Hvis dette er relevant for deg, hvilken klan tilhører du?

source: passed the Bergen test, both the written and oral part, or Step 3 exam from the university, or
nb: bestått Bergenstest både skriftlig og muntlig del, eller Trinn 3 eksamen fra universitetet, eller

source: However, we know that there is a long wait to get to the police now.
nb: Hvis du har et oppholdsgrunnlag i Norge, f.eks.

source: advice from the International Organization for Migration (IOM)
nb: rådgivning fra International Organization for Migration (IOM) i Norge

source: You can divide the 90 days over several visits and travel freely in and out of Norway.
nb: Du kan fordele de 90 dagene på flere besøk, og kan fritt reise inn og ut av Norge.

source: What do I do with my immgrant's passport?
nb: Hva gjør jeg med utlendingspasset mitt?

source: , you may travel to Norway while your application is being processed if you belong to one of the following groups:
nb: , kan du reise til Norge mens du har en sak til behandling hvis du tilhører en av disse gruppene:

source: If you have not already taken the test, you must take it now.
nb: Hvis du ikke allerede har tatt en slik prøve, må du ta den nå.

source: You can get reintegration services worth NOK 30,000, such as school, support in finding employment, training- or business establishment, or such, after arriving in Iraq.
nb: Du kan få tilgang på reintegreringstjenester til en verdi av 30 000 kroner, som for eksempel skole, arbeidstrening, hjelp til næringsetablering, eller liknende, etter ankomsten til Irak.

source: What does it mean to provide a guarantee?
nb: Hva betyr det å garantere?

source: However, information from the IGC MS and from the EU MS show that few countries use the concept extensively.
nb: Informasjon fra medlemslandene i Intergovernmental Consultations on migration, asylum and refugees (IGC) og medlemslandene i EU viser imidlertid at konseptet brukes i relativt få saker.

source: Since 2009, same-sex marriage has been legal in Norway.
nb: Siden 2009 har alle i Norge kunnet gifte seg med en av samme kjønn.

source: If you need an answer from us,
nb: Dersom du treng svar frå oss, må du

source: You can be granted support as a vulnerable applicant if you
nb: Du kan få støtte som sårbar hvis du:

source: National ID card (DNI)
nb: Nasjonalt ID-kort (DNI)

source: What kind of support will you be given?
nb: Hva slags støtte får dere?

source: If you have any questions about visitor's visas, you can contact the embassy or consulate where you are to apply.
nb: Hvis du har spørsmål om besøksvisum, kan du kontakte ambassaden eller konsulatet der du skal søke.

source: If you have a stopover in another Schengen country you may encounter trouble at border control because you don’t have a residence card yet to prove you have a residence permit in Norway.
nb: Hvis du mellomlander i et annet Schengenland kan du få problemer i grensekontrollen fordi du ikke har fått et oppholdskort ennå som viser at du har fått opphold i Norge.

source: follow-up for up to 12 months after you have returned to your home country
nb: oppfølging i inntil 12 måneder etter at du har kommet tilbake til hjemlandet ditt

source: If you are going to apply for Norwegian citizenship, and are between 18 and 67 years old, you must have passed a Norwegian oral test.
nb: Hvis du skal søke om norsk statsborgerskap, og er mellom 18 og 67 år, må du ha bestått en prøve i norsk muntlig.

source: UDI and the police have a close collaboration on the identity clarification programme.
nb: UDI og politiet har et tett samarbeid i identitetsavklaringsprogrammet.

source: If you are under the age of 18, both your parents, or other persons responsible for you, must sign your application.
nb: Hvis du er under 18 år, må begge foreldrene dine eller andre som har ansvar for deg, skrive under på søknaden din.

source: If you plan to visit Norway for up to 90 days, you can apply for a visitor's visa.
nb: Hvis du skal besøke Norge i inntil 90 dager, kan du søke om et besøksvisum.

source: When you are done working in Norway, you must return to your home country.
nb: Når du er ferdig å jobbe i Norge må du returnere til hjemlandet ditt.

source: If you need to stay the night, you have to arrange for a place to stay and pay for it yourself.
nb: Hvis du trenger overnatting, må du ordne overnatting og betale for den selv.

source: Your question (mandatory):
nb: Ditt spørsmål (obligatorisk):

source: The UDI or the police district where you live can help you to apply for a residence permit.
nb: UDI eller politiet der du bor for hjelp til å søke om oppholdstillatelse.

source: UDI may require you to take a DNA test to document that you are related.
nb: UDI kan kreve at du avlegger DNA-test for å kunne dokumentere at dere er i slekt.

source: We can therefore send you letters there that we cannot send you by e-mail.
nb: Derfor kan vi sende deg brev der som vi ikke kan sende deg på e-post.

source: celebrations during the same time period you engaged?
nb: feiringer i samme tidsrom som dere forlovet dere?

source: (The organisation for gender and sexuality diversity) is an organisation which works for equal oportunities and diversity, and against discrimination of sexual minorities.
nb: er en organisasjon som jobber for likestilling og mangfold, og mot diskriminering av seksuelle minoriteter.

source: If you have Digipost, we will send you the letter there.
nb: Hvis du har Digipost, sender vi deg vedtaket der.

source: , but it is important that you return to your home country before the visa expires.
nb: , kan du reise til Norge, men det er viktig at du drar tilbake til hjemlandet ditt før besøksvisumet går ut.

source: Leave of absence from a reception centre
nb: Permisjon fra mottaket

source: Your residence card, if you have that.
nb: Oppholdskortet ditt, hvis du har det.

source: Why did you decide to change your name at this time?
nb: Hvorfor endret du navnet ditt akkurat da du gjorde det?

source: If your address is outside Argentina
nb: Hvis du har adresse utenfor Argentina

source: You can be granted a residence permit in Norway if you are going on a working holiday for young adults, if you are a working guest in agriculture, an employee of a humanitarian/non-profit/religious organisation, or an artist, musician or performer.
nb: Du kan få oppholdstillatelse i Norge hvis du skal være deltaker fra Norsk senter for utvekslingssamarbeid (Norec), ung voksen på arbeidsferie, arbeidende gjest i landbruket, ansatt i humanitær/ideell/religiøs organisasjon, kunstner,musiker eller artist.

source: If you are registering a form where you have to pay a fee, and you do not have a Visa card or MasterCard, you can unfortunately not use the Application Portal.
nb: Hvis du skal registrere et skjema der du må betale et gebyr, og du ikke har et Visa-kort eller Mastercard, så kan du dessverre ikke bruke Søknadsportalen.

source: This project examines how changes to regulations and the economic conditions have influenced this immigration, using statistics for gross immigration to Norway from, in principle, all countries in the world during the period 1969 – 2010.
nb: I dette prosjektet analyseres hvordan ulike politiske tiltak og endringer i økonomiske omstendigheter har påvirket innvandringen til Norge. Tall for brutto innvandring fra i prinsippet alle land i verden til Norge fra 1969 til 2010 studeres.

source: For someone to be able to have their own mailbox, they have to be over the age of 15.
nb: For at noen skal kunne få sin egen postkasse, må de være over 15 år gamle.

source: have passed the Trinn 3 exam from the university
nb: bestått Trinn 3-eksamen fra universitetet

source: If your deadline for leaving Norway has expired you do not have the right to stay in Norway while your appeal is being processed.
nb: Hvis utreisefristen din har gått ut har du ikke rett til å være i Norge mens klagen behandles.

source: You are not allowed to work or study in Norway.
nb: Du har ikke lov til å jobbe eller studere i Norge.

source: Facebook was the platform of choice for many informants.
nb: VG-returnerte får i likhet med FSR-returnerte hjelp til å skaffe

source: Also, you will receive support in finding employment, training or business establishment valued at NOK 30,000 through the DRC in Somalia.
nb: I tillegg får du støtte til arbeidsformidling, opplæring eller næringsetablering til en verdi av 30 000 kroner gjennom DRC i Somalia.

source: Buypass (external website)
nb: Buypass (eksternt nettsted)

source: What do I do if I forgot to print the cover letter?
nb: Hva gjør jeg hvis jeg glemte å skrive ut følgebrevet?

source: If you are granted a family immigration permit while you are abroad, you can travel back to Norway immediately even if you haven’t stayed outside Schengen for 90 days.
nb: Hvis du får innvilget familieinnvandring mens du er i utlandet kan du reise tilbake til Norge med en gang, uten at du har vært 90 dager utenfor Schengen.

source: completed Norwegian or Sami studies at a university or university college in Norway or abroad corresponding to 30 credits, or
nb: gjennomført studier i norsk eller samisk på universitets- eller høgskolenivå i Norge eller utlandet tilsvarende 30 studiepoeng, eller

source: A financial grant up to NOK 22 000 in services for example for housing, education, starting a business, work training, medication, food and clothes.
nb: økonomisk tilskudd på inntil 22 000 kroner i tjenester til for eksempel bolig, utdanning, bedriftsetablering, arbeidstrening, medisiner, mat og klær

source: The IOM can also help you obtain travel documents.
nb: IOM kan også hjelpe deg med å skaffe reisedokumenter.

source: If you or your child is a victim of violence from a partner, family member or others, you can get help.
nb: Hvis du eller barnet ditt er utsatt for vold fra en partner, familie eller andre, kan du få hjelp.

source: Who has access to the information in VIS?
nb: Hvem har tilgang til informasjonen i VIS?

source: If you have lost your immigrant’s passport or travel document, you must first notify the police about this.
nb: Hvis du har mistet utlendingspasset eller reisebeviset ditt, må du først melde fra til politiets utlendingsseksjon om dette.

source: It tells you what you need to do next.
nb: Der står det hva du må gjøre videre.

source: If you have been granted a period of reflection or a limited residence permit, you can apply for protection (asylum) at a later time.
nb: Hvis du har fått refleksjonsperiode eller begrenset oppholdstillatelse, kan du søke om beskyttelse (asyl) senere.

source: You must apply early to receive as much financial support as possible.
nb: For å få mest mulig økonomisk støtte må du søke tidlig.

source: you may be expelled from Norway
nb: Når du reiser til Norge, må du

source: The Foreign Service provides information about regulations and procedures and processes applications for visitor's visas.
nb: Utenrikstjenesten gir informasjon om regelverk og prosedyrer, og behandler søknader om besøksvisum.

source: have a valid visitor´s visa or entry visa to Norway
nb: har et gyldig besøksvisum eller innreisevisum til Norge

source: You can apply for support to return home and start a new life.
nb: Du kan søke om støtte til å reise hjem og starte et nytt liv.

source: If you are in Norway, you will go to the police to take the test.
nb: Hvis du er i Norge vil du ta testen hos politiet.

source: How much time did you spend together before you got married?
nb: Hvor mye tid har dere tilbragt sammen før dere giftet dere?

source: You can also contact the department for return in UDI at +47 404 36 196 or by email to
nb: Du kan også kontakte returenheten i UDI på telefon +47 404 36 196 eller e-post til

source: , or by letter to:
nb: , eller som brev til:

source: I wish to cohabit with a resident of the asylum reception centre I wish to move to.
nb: Jeg vil bli samboer med en som bor i mottaket jeg vil flytte til.

source: If you have a special reason for visiting Norway, for example to attend a funeral, you have a better chance of being granted a visa.
nb: Hvis det er en spesiell grunn til at du skal besøke Norge, for eksempel at du skal i begravelse, er det større sjanse for at du får visum.

source: What is meant by sufficient income?
nb: Hva menes med tilstrekkelig inntekt?

source: You will receive NOK 7 500 when you arrive in Afghanistan and NOK 7 500 after three months.
nb: Du får 7 500 kroner når du kommer til Afghanistan og 7 500 kroner etter tre måneder.

source: Who does what in the immigration administration?
nb: Hvem gjør hva i utlendingsforvaltningen?

source: spouses of foreign nationals with a permanent residence permit (settlement permit) and their joint children
nb: ektefelle til utenlandsk borger som har permanent oppholdstillatelse (bosettingstillatelse), og deres felles barn

source: NOK 33 687 for the first three months
nb: 33 687 kroner for de første tre månedene

source: You who are awaiting an answer to your application for protection (asylum)
nb: du som venter på svar på søknaden din om beskyttelse (asyl)

source: If you do not want the applicant to come to Norway, it is important that you let us know.
nb: Hvis du ikke ønsker at søkeren skal komme, er det viktig at du gir oss informasjon om det.

source: apply for protection (asylum)
nb: søke om beskyttelse (asyl)

source: You must inform us in the application form of who you are going to live with and where they live
nb: I søknadsskjemaet må du si hvem du skal bo hos og hvor de bor.

source: To travel to a Somali embassy to get a Somali passport, you must have a valid immgrant's passport.
nb: For å reise til en somalisk ambassade for å få et somalisk pass, må du ha et gyldig utlendingspass.

source: Special rules apply to Russian nationals from the Barents region who wish to work in Northern Norway (Nordland, Troms and Finnmark counties).
nb: Det er spesielle regler for russiske borgere fra Barentsregionen som ønsker å arbeide i Nord-Norge (Nordland, Troms og Finnmark).

source: When you fill in your application in the Application Portal, you select the country you are applying from.
nb: Når du fyller ut søknaden din i Søknadsportalen, velger du landet du søker fra.

source: You must normally have NOK 500 available for each day of your stay in Norway.
nb: Vanligvis må du ha tilgjengelig 500 kroner per dag du skal være i Norge.
